Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: View all submissions
ar: عرض جميع الإرسالات
ca: Mostra totes les entregues
cy: Gweld pob cyflwyniad
da: Se alle afleveringer
da_instk12: Se alle afleveringer
de: Alle Abgaben anzeigen
es: Ver todas las entregas
es_es: Ver todas las entregas
fi: Näytä kaikki lähetykset
fr: Voir toutes les soumissions
fr_ca: Voir tous les envois
ga: Amharc ar gach uaslódáil
hi: सभी सबमिशन देखें
ht: Afiche tout soumisyon
id: Lihat semua penyerahan
is: Skoða öll skil
it: Visualizza tutte le consegne
ja: すべての提出を表示
mi: Tiro ki ngā tāpaetanga katoa
ms: Lihat semua serahan
nb: Vis alle innleveringer
nl: Alle inleveringen bekijken
pl: Wyświetl wszystkie zgłoszenia
pt: Ver todas as submissões
pt_br: Visualizar todos os envios
ru: Просмотреть все отправки
sl: Ogled vseh oddaj
sv: Visa alla inlämningar
sv_instk12: Visa alla inlämningar
th: ดูผลงานจัดส่งทั้งหมด
vi: Xem tất cả bài nộp
zh: 查看所有提交项
zh_hk: 檢視所有提交項目

source: View Discussion
ar: عرض النقاش
ca: Mostra el fòrum
cy: Gweld Trafodaeth
da: Se diskussion
da_instk12: Se diskussion
de: Diskussion anzeigen
es: Ver foro de discusión
es_es: Ver foro
fi: Näytä keskustelu
fr: Voir la discussion
fr_ca: Voir la discussion
ga: Féach ar Fhóram
hi: चर्चा देखें
ht: Afiche Diskisyon
id: Lihat Diskusi
is: Skoða umræðu
it: Visualizza discussione
ja: ディスカッションを表示
mi: Tirohia ngā kōrerorero
ms: Lihat Perbincangan
nb: Vis diskusjon
nl: Discussie bekijken
pl: Podgląd dyskusji
pt: Ver discussão
pt_br: Visualizar Fórum
ru: Посмотреть Обсуждение
sl: Ogled razprave
sv: Visa diskussion
sv_instk12: Visa diskussion
th: ดูการพูดคุย
vi: Xem Thảo Luận
zh: 查看讨论
zh_hk: 檢視討論

source: View file %@ %@
ar: عرض الملف %@ %@
ca: Mostra el fitxer %@ %@
cy: Gweld ffeil %@ %@
da: Se fil %@ %@
da_instk12: Se fil %@ %@
de: Datei anzeigen %@ %@
es: Ver el archivo %@ %@
es_es: Ver archivo %@ %@
fi: Näytä tiedosto %@ %@
fr: Voir le fichier %@ %@
fr_ca: Voir le fichier %@ %@
ga: Féach ar chomhad %@ %@
hi: फ़ाइल देखें %@ %@
ht: Afiche fichye %@ %@
id: Lihat file %@ %@
is: Skoða skrá %@ %@
it: Visualizza file %@ %@
ja: ファイルを表示%@%@
mi: Titiro ki te kōnae %@ %@
ms: Lihat fail %@ %@
nb: Vis fil %@ %@
nl: Bestand bekijken %@ %@
pl: Wyświetl plik %@ %@
pt: Ver ficheiro %@ %@
pt_br: Visualizar arquivo %@ %@
ru: Просмотреть файл %@ %@
sl: Ogled datoteke %@ %@
sv: Visa fil %@ %@
sv_instk12: Visa fil %@ %@
th: ดูไฟล์ %@ %@
vi: Xem tập tin %@ %@
zh: 查看文件%@%@
zh_hk: 檢視檔案%@%@

source: View Long Description
ar: عرض وصف طويل
ca: Mostra la descripció llarga
cy: Gweld Disgrifiad Hir
da: Se lang beskrivelse
da_instk12: Se lang beskrivelse
de: Lange Beschreibung anzeigen
es: Ver una descripción detallada
es_es: Ver una descripción detallada
fi: Tarkastele pitkää kuvausta
fr: Afficher la description longue
fr_ca: Voir description longue
ga: Féach ar Chur Síos Fada
hi: लंबा विवरण देखें
ht: Afiche Deskripsyon Long
id: Lihat Deskripsi Panjang
is: Skoða langa lýsingu
it: Visualizza descrizione lunga
ja: 長い説明を表示
mi: Tirohia te whakāturanga roa
ms: Lihat Penerangan Panjang
nb: Vis lang beskrivelse
nl: Uitgebreide beschrijving bekijken
pl: Wyświetl długi opis
pt: Ver descrição longa
pt_br: Visualizar descrição longa
ru: Просмотреть длинное описание
sl: Ogled dolgega opisa
sv: Visa lång beskrivning
sv_instk12: Visa lång beskrivning
th: ดูรายละเอียดแบบยาว
vi: Xem Mô Tả Dài
zh: 查看长描述
zh_hk: 查看完整描述

source: View submission attempt %@. %@
ar: عرض محاولة الإرسال %@. %@
ca: Mostra l'intent d'entrega de %@. %@
cy: Gweld ymgais cyflwyno %@. %@
da: Se afleveringsforsøg %@. %@
da_instk12: Se afleveringsforsøg %@. %@
de: Abgabeversuch %@ anzeigen. %@
es: Ver intento de entrega %@. %@
es_es: Ver intento de entrega %@. %@
fi: Näytä lähetysyritykset %@. %@
fr: Afficher la tentative de soumission %@. %@
fr_ca: Voir la tentative d’envoi %@. %@
ga: Féach ar iarracht uaslódála %@. %@
hi: सबमिशन प्रयास %@ देखें। %@
ht: Afiche tantativ soumisyon %@. %@
id: Lihat upaya sebelumnya %@. %@
is: Skoða skilatilraun %@. %@
it: Visualizza tentativo consegna %@. %@
ja: 提出予定 %@を閲覧します。%@
mi: Titiro tāpaetanga ngana %@. %@
ms: Lihat percubaan serahan %@. %@
nb: Se innleveringsforsøk %@. %@
nl: Inleveringspoging %@ bekijken. %@
pl: Wyświetl próbę przesłania %@. %@
pt: Ver tentativa de envio %@. %@
pt_br: Visualizar tentativa de envio %@. %@
ru: Просмотреть попытку отправки %@. %@
sl: Ogled poskusa oddaje %@. %@
sv: Visa inlämningsförsök %@. %@
sv_instk12: Visa inlämningsförsök %@. %@
th: ดูการดำเนินการจัดส่ง %@ %@
vi: Xem lần làm bài nộp %@. %@
zh: 查看提交尝试次数 %@。%@
zh_hk: 檢視提交項目的嘗試 %@。%@

# View submission attempt %lld. %@
source: View submission attempt %1$lld. %2$@
ar: عرض محاولة الإرسال %1$lld. %2$@
ca: Mostra l'intent d'entrega de %1$lld. %2$@
cy: Gweld ymgais cyflwyno %1$lld. %2$@
da: Se afleveringsforsøg %1$lld. %2$@
da_instk12: Se afleveringsforsøg %1$lld. %2$@
de: Abgabeversuch %1$lld anzeigen. %2$@
es: Ver intento de entrega %1$lld. %2$@
es_es: Ver intento de entrega %1$lld. %2$@
fi: Näytä lähetysyritykset %1$lld. %2$@
fr: Afficher la tentative de soumission %1$lld. %2$@
fr_ca: Voir la tentative d’envoi %1$lld. %2$@
ga: Féach ar iarracht uaslódála %1$lld. %2$@
hi: सबमिशन प्रयास %1$lld देखें। %2$@
ht: Afiche tantativ soumisyon %1$lld. %2$@
id: Lihat upaya sebelumnya %1$lld. %2$@
is: Skoða skilatilraun %1$lld. %2$@
it: Visualizza tentativo consegna %1$lld. %2$@
ja: 提出予定 %1$lldを閲覧します。%2$@
mi: Titiro tāpaetanga ngana %1$lld. %2$@
ms: Lihat percubaan serahan %1$lld. %2$@
nb: Se innleveringsforsøk %1$lld. %2$@
nl: Inleveringspoging %1$lld bekijken. %2$@
pl: Wyświetl próbę przesłania %1$lld. %2$@
pt: Ver tentativa de envio %1$lld. %2$@
pt_br: Visualizar tentativa de envio %1$lld. %2$@
ru: Просмотреть попытку отправки %1$lld. %2$@
sl: Ogled poskusa oddaje %1$lld. %2$@
sv: Visa inlämningsförsök %1$lld. %2$@
sv_instk12: Visa inlämningsförsök %1$lld. %2$@
th: ดูการดำเนินการจัดส่ง %1$lld %2$@
vi: Xem lần làm bài nộp %1$lld. %2$@
zh: 查看提交尝试次数 %1$lld。%2$@
zh_hk: 檢視提交項目的嘗試 %1$lld。%2$@

source: Write your Comment here
ar: اكتب تعليقك هنا
ca: Escriviu aquí el vostre comentari
cy: Rhowch eich Sylw yma
da: Skriv din kommentar her
da_instk12: Skriv din kommentar her
de: Schreiben Sie hier Ihren Kommentar
es: Escriba su comentario aquí
es_es: Escribe aquí tu comentario
fi: Kirjoita kommenttisi tähän
fr: Écrivez votre commentaire ici.
fr_ca: Inscrivez votre Commentaire ici
ga: Scríobh do Ráiteas anseo
hi: यहाँ अपनी टिप्पणी लिखें
ht: Ekri kòmantè w la isit la
id: Tulis Komentar Anda di sini
is: Skrifaðu athugasemd þína hér
it: Scrivi qui il tuo commento
ja: ここにコメントを入力してください
mi: Tuhia to korero ki konei
ms: Tulis Komen anda di sini
nb: Skriv kommentaren din her
nl: Schrijf hier je opmerking
pl: Wpisz komentarz tutaj
pt: Escreva o seu comentário aqui
pt_br: Escreva seu comentário aqui
ru: Добавьте здесь свой комментарий
sl: Tukaj napišite svoj komentar
sv: Skriv din kommentar här
sv_instk12: Skriv din kommentar här
th: เขียนความเห็นของคุณที่นี่
vi: Viết Bình Luận tại đây
zh: 在此处撰写备注
zh_hk: 在此處編寫您的評論

source: You are not authorized to perform this action
ar: لست معتمدًا لتنفيذ هذا الإجراء
ca: No teniu autorització per dur a terme aquesta acció.
cy: Does gennych chi ddim hawl i wneud hyn
da: Du er ikke autoriseret til at foretage denne handling
da_instk12: Du er ikke autoriseret til at foretage denne handling
de: Sie sind nicht berechtigt, diese Aktion auszuführen.
es: No tiene autorización para realizar esta acción
es_es: No tienes autorización para realizar esta acción
fi: Sinulla ei ole valtuuksia suorittaa tätä toimintoa
fr: Vous n'êtes pas autorisé à effectuer cette action.
fr_ca: Vous n’avez pas l’autorisation d’effectuer cette action
ga: Níl cead agat an gníomh seo a dhéanamh
hi: आप इस कार्रवाई को करने के लिए अधिकृत नहीं हैं
ht: Ou pa gen otorizasyon pou fè aksyon sa a.
id: Anda tidak berwenang melakukan tindakan ini
is: Þú hefur ekki heimild til að gera þessa aðgerð
it: Non hai l’autorizzazione per eseguire questa operazione
ja: あなたにはこのアクションを行う権限がありません
mi: Kaore koe e whakamanahia ki te whakamahi i tēnei mahi
ms: Anda tidak dibenarkan untuk melaksanakan tindakan ini
nb: Du har ikke tillatelse til å utføre denne handlingen
nl: Je hebt geen toestemming om deze actie uit te voeren
pl: Nie masz uprawnień potrzebnych do wykonania tej czynności.
pt: Você não está autorizado a realizar esta ação
pt_br: Você não está autorizado a realizar esta ação
ru: У вас нет прав для выполнения этого действия
sl: Nimate dovoljenja za izvedbo tega dejanja.
sv: Du har inte behörighet att utföra den här åtgärden
sv_instk12: Du har inte behörighet att utföra den här åtgärden
th: คุณไม่ได้รับอนุญาตให้ดำเนินการในส่วนนี้
vi: Bạn không được phép thực hiện thao tác này
zh: 您未获得执行此操作的授权
zh_hk: 您沒有權限進行此操作
